// data.js
const employeesData = [
  { id: "3014", n: "احلام غالب عيد السليمان", d: "الشؤون الادارية" },
  { id: "4157", n: "امينه محمد محمود الخزاعله", d: "الشؤون الادارية" },
  { id: "2074", n: "خالده سليمان محمد الصناع", d: "الشؤون الادارية" },
  { id: "3679", n: "ربحي محمد ربحي الحنش", d: "الشؤون الادارية" },
  { id: "3127", n: "سامر احمد محمد السليمان", d: "الشؤون الادارية" },
  { id: "3082", n: "سفيان ناصر عايد الغانم", d: "الشؤون الادارية" },
  { id: "3189", n: "سلامه محمد سليمان السواعير", d: "الشؤون الادارية" },
  { id: "2496", n: "شريف ابراهيم محمود بنات", d: "الشؤون الادارية" },
  { id: "3013", n: "عبدالله بركات عواد العمار", d: "الشؤون الادارية" },
  { id: "2093", n: "محمد عارف عبدالله الثوابيه", d: "الشؤون الادارية" },
  { id: "3153", n: "محمود نوفان عبدالكريم العجوري", d: "الشؤون الادارية" },
  { id: "2473", n: "فادي هشام احمد جابر", d: "الهندسه" },
  { id: "3755", n: "انس تيسير محمد محمود", d: "عمليات الجوده" },
  { id: "3990", n: "حازم صبري صادق السده", d: "عمليات الجوده" },
  { id: "3792", n: "رشاد رائد احمد ابو نفيسه", d: "عمليات الجوده" },
  { id: "3321", n: "عبد الناصر يونس يوسف خنفر", d: "عمليات الجوده" }
];
